/*"HELP_BOOK" = "Mac Help";*/

"IR_PAIR_NOT_ADMIN_TIP" = "Asetuksen muuttamiseksi sinun tulee kirjautua sisään ylläpitäjänä.";
"AUTH_TIP" = "Sinun pitää syöttää ylläpitäjän tunnus ja salasana muuttaaksesi näitä asetuksia.";
"SRVR_TIP" = "Nämä valinnat eivät ole käytettävissä Mac OS X Serverissä.";
"ADD" = "Lisää";

/* FileVault */
"OK" = "OK";
"CONTINUE" = "Jatka";
"CANCEL" = "Kumoa";
"CHANGE" = "Vaihda…";
"APPLY" = "Käytä";
"DONTAPPLY" = "Älä käytä";

"BOLD_FONT_NAME" = "LucidaGrande-Bold";

/* LOCALIZATION NOTE: MUST KEEP THE SPACE AFTER THE WARNING: TO GET PROPER DISPLAY SPACING IN WINDOW*/
"WARNING_RED" = "VAROITUS: ";

"FILEVAULT_UNAVAILABLE" = "FileVaultia ei voida laittaa päälle tälle käyttäjätunnukselle.";
"FILEVAULT_UNAVAILABLE_DESC" = "FileVaultia ei voida laittaa päälle tälle käyttäjätunnukselle, koska se on verkkotunnus tai sen kotikansio sijaitsee palvelimella.";

"FILEVAULT_UNAVAILABLE_FSYS" = "FileVaultia ei voida laittaa päälle tämän käyttäjätunnuksen kotikansion suojaamista varten.";
"FILEVAULT_UNAVAILABLE_FSYS_DESC" = "Kotikansio sijaitsee taltiolla, joka ei ole Mac OS laajennettu -muodossa.";

"MANAGED_TOOLTIP" = "Tämä valinta ei ole käytettävissä, koska järjestelmän ylläpitäjä hallinnoi sitä.";
"EXTERNAL_ACCOUNT_CANT_ENABLE_FILEVAULT" = "Et voi kytkeä FileVaultia päälle. Ulkoiset tunnukset tulee luoda FileVault-tunnuksina";

"MANAGED_TOOLTIP_AUTOLOGIN" = "Et voi muuttaa automaattista sisäänkirjautumista, koska sitä hallinnoi järjestelmän ylläpitäjä.";

"MASTER_PASSWORD_VERIFY_ERR" = "Annettu vanha pääsalasana on väärä. Yritä uudelleen.";
/*"MASTER_PASSWORD_VERIFY_ERR_DESC" = "";*/

"PASS_VERIFY_ERR_SHORT" = "Salasanat eivät täsmää.";
"PASS_VERIFY_ERR" = "Salasana ja vahvistettu salasana eivät täsmää. Syötä salasana uudelleen.";
/*"PASS_VERIFY_ERR_DESC" = "";*/

"MASTER_PASSWORD_IS_EMPTY_ERR" = "Et syöttänyt pääsalasanaa.";
"MASTER_PASSWORD_IS_EMPTY_ERR_DESC" = "Jos haluat kytkeä FileVaultin päälle, sinulla pitää olla pääsalasana.";

"PASSWORD_CANT_MATCH_HINT_ERR_SHORT" = "Salasana ja vihje eivät voi olla samoja.";
"PASSWORD_CANT_MATCH_HINT_ERR" = "Salasana ja vihje eivät voi olla samoja. Valitse toinen vihje.";
/*"PASSWORD_CANT_MATCH_HINT_ERR_DESC" = ""; */

"INCORRECT_PASSWORD_SHORT" = "Salasana on virheellinen.";

"PASS_IS_EMPTY_ERR_SHORT" = "Salasanaa ei ole syötetty.";
"PASS_IS_EMPTY_ERR" = "Et syöttänyt salasanaa.";
"PASS_IS_EMPTY_ERR_DESC" = "Jos haluat kytkeä FileVaultin päälle tälle käyttäjätunnukselle, sinun tulee syöttää tunnukselle salasana.";

"KEYCHAIN_NONADMIN_PASSWORD" = "Avainnipun salasana muutetaan samaksi kuin uuden käyttäjätunnuksen salasana.";
/*"KEYCHAIN_NONADMIN_PASSWORD_DESCR" = "";*/

"KEYCHAIN_ADMIN_SELF_PASSWORD" = "Avainnipun salasana muutetaan samaksi kuin uuden käyttäjätunnuksen salasana.";
"KEYCHAIN_ADMIN_SELF_PASSWORD_DESCR" = "Jos avainnippu on lukittu, sinulta kysytään avainnipun nykyistä salasanaa ennen kuin salasana voidaan vaihtaa.";

"FILEVAULT_ON_OTHER_USERS_LOGGED_IN" = "Et voi kytkeä FileVaultia päälle, jos tietokoneelle on kirjautuneena muita käyttäjiä.";
"FILEVAULT_ON_OTHER_USERS_LOGGED_IN_DESCR" = "Pyydä kaikkia muita käyttäjiä kirjautumaan ulos ja laita sitten tunnuksen FileVault päälle.";
"FILEVAULT_OFF_OTHER_USERS_LOGGED_IN" = "Et voi kytkeä FileVaultia pois päältä, jos tietokoneelle on kirjautuneena muita käyttäjiä.";
"FILEVAULT_OFF_OTHER_USERS_LOGGED_IN_DESCR" = "Pyydä kaikkia muita käyttäjiä kirjautumaan ulos ja laita sitten tunnuksen FileVault pois päältä.";
"FILEVAULT_CONVERSION_OTHER_USERS_LOGGED_IN" = "FileVault-muotoja ei voida muuntaa, jos tietokoneelle on kirjautuneena muita käyttäjiä.";
"FILEVAULT_CONVERSION_OTHER_USERS_LOGGED_IN_DESCR" = "Pyydä kaikkia muita käyttäjiä kirjautumaan ulos ja muunna sitten tunnuksen FileVault.";


"FILEVAULT_ON_NO_ROOM" = "Kovalevyllä ei ole tarpeeksi tilaa FileVaultin kytkemiseksi päälle.";
"FILEVAULT_ON_NO_ROOM_DESCR" = "FileVaultin laittaminen päälle vaatii %@ lisää vapaata levytilaa taltiolta ”%@”. Tyhjennä roskakori tai poista tiedostoja, joita et tarvitse.";

"FILEVAULT_OFF_NO_ROOM" = "Kovalevyllä ei ole tarpeeksi tilaa FileVaultin kytkemiseksi pois päältä.";
"FILEVAULT_OFF_NO_ROOM_DESCR" = "FileVaultin laittaminen pois päältä vaatii %@ lisää vapaata levytilaa taltiolta ”%@”. Tyhjennä roskakori tai poista tiedostoja, joita et tarvitse.";

"FILEVAULT_CONVERT_NO_ROOM" = "Kovalevyllä ei ole tarpeeksi tilaa FileVaultin muuntamiseen.";
"FILEVAULT_CONVERT_NO_ROOM_DESCR" = "FileVaultin muuntaminen vaatii %@ lisää vapaata levytilaa taltiolta ”%@”. Tyhjennä roskakori tai poista tiedostoja, joita et tarvitse.";

/* Added these strings as place holders if 3423947 is fixed */
"FILEVAULT_ON_NO_ROOM_WITH_HD_NAME" = "Taltiolla ”%@” ei ole tarpeeksi tilaa FileVaultin kytkemiseksi päälle.";
"FILEVAULT_ON_NO_ROOM_DESCR_WITH_HD_NAME" = "FileVaultin laittaminen päälle vaatii %@ lisää vapaata levytilaa kotikansion salatun kopion luomista varten. Tyhjennä roskakori ja poista taltiolta ”%@” tiedostoja, joita et tarvitse.";

"FILEVAULT_OFF_NO_ROOM_WITH_HD_NAME" = "Taltiolla ”%@” ei ole tarpeeksi tilaa FileVaultin kytkemiseksi pois päältä.";
"FILEVAULT_OFF_NO_ROOM_DESCR_WITH_HD_NAME" = "FileVaultin laittaminen pois päältä vaatii %@ lisää vapaata levytilaa kotikansion salaamattoman kopion luomista varten. Tyhjennä roskakori ja poista taltiolta ”%@” tiedostoja, joita et tarvitse.";
"FILEVAULT_SECURE_ERASE_STATUS" = "Poistetaan edellistä kotikansiota turvallisesti. Suoritettu: %d%%";
"FILEVAULT_SECURE_ERASE_FINISHED" = "Edellisen kotikansion turvallinen poisto suoritettu.";

"MASTER_PASSWORD_PART_1" = "Tietokoneelle ";
"MASTER_PASSWORD_PART_2_NO" = "ei ole asetettu pääsalasanaa";
"MASTER_PASSWORD_PART_2_YES" = "on asetettu pääsalasana";
"MASTER_PASSWORD_PART_3" = ".";

"FILEVAULT_PART_1" = "FileVault-suojaus on ";
"FILEVAULT_PART_2_NO" = "pois päältä";
"FILEVAULT_PART_2_YES" = "päällä";
"FILEVAULT_PART_3" = " tälle käyttäjätunnukselle.";

"SET_MASTER_PASSWORD" = "Aseta pääsalasana…";
"TURN_ON_FILEVAULT" = "FileVault päälle…";
"TURN_OFF_FILEVAULT" = "FileVault pois päältä…";
"FILEVAULT_ON_NOTE" = "Filevaultin kytkeminen päälle kestää jonkin aikaa.";
"FILEVAULT_OFF_NOTE" = "FileVaultin kytkeminen pois päältä kestää jonkin aikaa.";

"CHANGE_PASS_FAILED_TITLE" = "Salasanaa ei voida käyttää.";
"CHANGE_PASS_FAILED" = "Salasanan kanssa on ongelma. Järjestelmän ylläpitäjä ei ehkä salli salasanan vaihtamista. Pyydä apua järjestelmän ylläpitäjältä.";
"CHANGE_PASS_FAILED_QualityCheck" = "Salasana ei vastannut järjestelmän ylläpitäjän määrittelemiä vaatimuksia. Salasana saattaa tarvita eri merkkejä, numeroita tai symboleja. Jos et ole varma salasanavaatimuksista, ota yhteyttä järjestelmän ylläpitäjään.";
"CHANGE_PASS_FAILED_TooShort" = "Salasanasi on liian lyhyt. Yritä uudelleen pidemmällä salasanalla.";
"CHANGE_PASS_FAILED_TooLong" = "Salasanasi on liian pitkä. Yritä uudelleen lyhyemmällä salasanalla.";
"CHANGE_PASS_FAILED_NeedsLetter" = "Salasanassa tulee olla vähintään yksi kirjain. Syötä uusi salasana.";
"CHANGE_PASS_FAILED_NeedsDigit" = "Salasanassa tulee olla vähintään yksi numero. Syötä uusi salasana.";
"CHANGE_PASS_FAILED_TooSoon" = "Olet vaihtanut salasanaa hiljattain. Järjestelmän ylläpitäjä ei salli salasanan vaihtamista näin usein. Pyydä apua järjestelmän ylläpitäjältä.";

/* Location Services Reset Warnings strings */
"RESET_ALERT_MESSAGE_TEXT" = "Haluatko varmasti nollata sijaintivaroitukset?";
"RESET_ALERT_INFO_TEXT" = "Kysyttäessä sinun on sallittava ohjelmien käyttää sijaintiasi.";

"IR_DISABLED_NOTE" = "Tämä tietokone ei toimi millään kaukosäätimellä.";
"IR_PAIRED_NOTE" = "Tämä tietokone toimii vain kaukosäätimellä, jonka kanssa se muodostaa parin.";
"IR_UNPAIRED_NOTE" = "Tämä tietokone toimii millä tahansa käytettävissä olevalla kaukosäätimellä.";
"IR_PAIRED_BUTTON" = "Poista pari";
"IR_UNPAIRED_BUTTON" = "Muodosta pari…";

"REQUIRE_PASSWORD_FOR_EACH_PREFPANE_SECURE_CARD_TEXT" = "Vaadi ylläpitäjän salasana jokaisen Järjestelmäasetusosion avaamiseen";

"GUEST_ACCOUNT_REQUIRE_PASSWORD_TOOLTIP" = "Vieraskäyttäjät eivät voi muuttaa tätä asetusta";

/* Firewall Strings */
"Remote Management" = "Etähallinta";
"Network Time" = "Verkkoaika";
"File Sharing" = "Tiedostonjako (%@)";
"FTP" = "FTP";
"SMB" = "SMB";
"AFP" = "AFP";
"Web Sharing" = "Verkkojako";
"Printer Sharing" = "Tulostinjako";
"Remote Apple Events" = "Apple Event -etäkomennot";
"Remote Login - SSH" = "Etäkirjautuminen (SSH)";
"iChat Rendezvous" = "iChat Bonjour";
"iPhoto Rendezvous Sharing" = "iPhoto-valokuvajako";
"iTunes Music Sharing" = "iTunesin musiikkijako";
"Screen Sharing" = "Näytön jakaminen";
"Optical Disc Sharing" = "DVD- tai CD-jako";

"CAPTION_FIREWALL_IS" = "Palomuuri: ";
"FIREWALL_OFF" = "Pois";
"FIREWALL_ON" = "Päällä";

"FIREWALL_BUTTON_START" = "Aloita";
"FIREWALL_BUTTON_STOP" = "Lopeta";
"FIREWALL_START" = "Ota palomuuri käyttöön osoittamalla Aloita.";
"FIREWALL_STOP" = "Poista palomuuri käytöstä osoittamalla Lopeta.";

"FIREWALL_ALERT" = "Tämän tietokoneen palomuuri on pois päältä.";
"FIREWALL_ALERT_INFO" = "Ota palomuuri käyttöön osoittamalla Aloita.";

"Services_DisplayName" = "Palvelut";
"Applications_DisplayName" = "Ohjelmat";

"SHOW_IN_FINDER" = "Näytä Finderissa";
"OPEN_SHARING_PREF" = "Avaa jakaminen";

"SERVICES_SECTION_TOOLTIP_FORMAT" = "Voit ottaa kohteen %@ pois käytöstä Jako-asetuksissa";
"OPEN_LOG_NO_LOG_TOOLTIP" = "Palomuuriloki ei ole saatavilla";

"AX_ADD_CONNECTION_DESCRIPTION" = "Lisää yhteys";
"AX_DELETE_CONNECTION_DESCRIPTION" = "Poista yhteys";

"FIREWALL_EXPLANATORY_TEXT_LIMITED" = "Palomuuri on käytössä ja asetettu estämään luvattomat sovellukset, ohjelmat ja palvelut hyväksymästä saapuvia yhteyksiä.";
"FIREWALL_EXPLANATORY_TEXT_OFF" = "Tämän tietokoneen palomuuri on tällä hetkellä pois päältä. Kaikki saapuvat yhteydet tähän tietokoneeseen sallitaan.";
"FIREWALL_EXPLANATORY_TEXT_BLOCK" = "Palomuuri on käytössä ja asetettu estämään kaikki saapuvat yhteydet lukuun ottamatta yhteyksiä, joita perus-Internet-palvelut vaativat, kuten DHCP, Bonjour ja IPSec.";
"FIREWALL_EXPLANATORY_TEXT_WARN" = "Palomuuri estää kaikki jakopalvelut, kuten tiedosto- ja näytönjaon, iChat Bonjourin ja iTunesin musiikkijaon. Jos haluat sallia jakopalvelut, osoita Lisäasetukset ja poista ”Estä kaikki saapuvat yhteydet” -valintaneliön valinta.";
"FIREWALL_EXPLANATORY_TEXT_WARN_ADV" = "Palomuuri estää kaikki jakopalvelut, kuten tiedosto- ja näytönjaon, iChat Bonjourin ja iTunesin musiikkijaon. Jos haluat sallia jakopalvelut, poista ”Estä kaikki saapuvat yhteydet” -valintaneliön valinta.";
"FIREWALL_IMPORTANT" = "TÄRKEÄÄ";

"ALERT_UNSAVED_CHANGES" = "Palomuuriasetuksissa on tallentamattomia muutoksia";
"ALERT_UNSAVED_CHANGES_EXIT" = "Haluatko tallentaa muutokset ennen Suojaus-asetuspaneelin sulkemista?";

"%@ KB" = "%@ Kt";
"%@ MB" = "%@ Mt";
"%@ GB" = "%@ Gt";
